Repository: iamwilliamli/LiveTranscriber
Catalog: SharedApp/AudioEvents.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

source: Trombone
de: Posaune
ja: トロンボーン
zh_hans: 长号
zh_hant: 長號

source: Truck
de: Lastwagen
ja: トラック
nl: Vrachtwagen
zh_hans: 卡车声
zh_hant: 卡車聲

source: Trumpet
de: Trompete
ja: トランペット
nl: Trompet
zh_hans: 小号
zh_hant: 小號

source: Tuning Fork
de: Stimmgabel
ja: 音叉
nl: Stemvork
zh_hans: 音叉
zh_hant: 音叉

source: Turkey Gobble
de: Truthahnruf
ja: 七面鳥の鳴き声
nl: Kalkoengeluid
zh_hans: 火鸡咯咯叫
zh_hant: 火雞咯咯叫

source: Typewriter
de: Schreibmaschine
ja: タイプライター
nl: Typemachine
zh_hans: 打字机声
zh_hant: 打字機聲

source: Typing
de: Tippen
ja: タイピング
nl: Typen
zh_hans: 打字声
zh_hant: 打字聲

# typing_computer_keyboard
source: Typing on a computer keyboard
de: Tippen auf einer Computertastatur
ja: コンピューターのキーボード入力
nl: Typen op een computertoetsenbord
zh_hans: 在电脑键盘上打字
zh_hant: 在電腦鍵盤上打字

source: Underwater Bubbling
de: Blubbern unter Wasser
ja: 水中の泡立ち
nl: Borrelen onder water
zh_hans: 水下气泡声
zh_hant: 水下氣泡聲

source: Vacuum Cleaner
de: Staubsauger
ja: 掃除機
nl: Stofzuiger
zh_hans: 吸尘器声
zh_hant: 吸塵器聲

source: Vehicle Skidding
de: Schleuderndes Fahrzeug
ja: 車両のスリップ音
nl: Slippend voertuig
zh_hans: 车辆打滑声
zh_hant: 車輛打滑聲

source: Vibraphone
de: Vibrafon
ja: ビブラフォン
nl: Vibrafoon
zh_hans: 颤音琴
zh_hant: 顫音琴

# violin_fiddle
source: Violin or fiddle
de: Violine oder Fiedel
ja: バイオリンまたはフィドル
nl: Viool of fiddle
zh_hans: 小提琴
zh_hant: 小提琴

source: Water
de: Wasser
ja: 水
zh_hans: 水声
zh_hant: 水聲

source: Water Pump
de: Wasserpumpe
ja: 水ポンプ
nl: Waterpomp
zh_hans: 水泵声
zh_hant: 水泵聲

source: Water Tap Faucet
de: Wasserhahn
ja: 蛇口
nl: Waterkraan
zh_hans: 水龙头
zh_hant: 水龍頭

source: Waterfall
de: Wasserfall
ja: 滝
nl: Waterval
zh_hans: 瀑布声
zh_hant: 瀑布聲

source: Whale Vocalization
de: Walruf
ja: クジラの鳴き声
nl: Walvisgeluid
zh_hans: 鲸鸣声
zh_hant: 鯨鳴聲

source: Whispering
de: Flüstern
ja: ささやき声
nl: Fluisteren
zh_hans: 耳语声
zh_hant: 耳語聲

source: Whistling
de: Pfeifen
ja: 口笛
nl: Fluiten
zh_hans: 口哨声
zh_hant: 口哨聲

# whoosh_swoosh_swish
source: Whoosh, swoosh, or swish
de: Rauschen oder Zischen
ja: ヒュッ・シュッという音
nl: Suizen of zwiepen
zh_hans: 呼啸声
zh_hant: 呼嘯聲

source: Wind Chime
de: Windspiel
ja: 風鈴
nl: Windgong
zh_hans: 风铃
zh_hant: 風鈴

source: Wind Instrument
de: Blasinstrument
ja: 管楽器
nl: Blaasinstrument
zh_hans: 管乐器
zh_hant: 管樂器

source: Wind Noise Microphone
de: Windgeräusch im Mikrofon
ja: マイクの風切り音
nl: Windruis in microfoon
zh_hans: 麦克风风噪声
zh_hant: 麥克風風噪聲

source: Wind Rustling Leaves
de: Windrauschen in Blättern
ja: 風にそよぐ葉
nl: Ritselende bladeren in de wind
zh_hans: 风吹树叶声
zh_hant: 風吹樹葉聲

source: Wood Cracking
de: Knackendes Holz
ja: 木が割れる音
nl: Kraken van hout
zh_hans: 木材开裂声
zh_hant: 木材開裂聲

source: Writing
de: Schreiben
ja: 筆記音
nl: Schrijven
zh_hans: 书写声
zh_hant: 書寫聲

source: Yell
de: Schrei
ja: 大声
nl: Schreeuw
zh_hans: 喊叫声
zh_hant: 喊叫聲

source: Yodeling
de: Jodeln
ja: ヨーデル
nl: Jodelen
zh_hans: 约德尔唱法
zh_hant: 約德爾唱法

source: Zipper
de: Reißverschluss
ja: ファスナー
nl: Rits
zh_hans: 拉链声
zh_hant: 拉鍊聲

source: Banjo
ja: バンジョー
zh_hans: 班卓琴
zh_hant: 班卓琴

source: Bus
ja: バス
zh_hans: 公交车
zh_hant: 公交車

source: Cello
ja: チェロ
zh_hans: 大提琴
zh_hant: 大提琴

source: Didgeridoo
ja: ディジュリドゥ
zh_hans: 迪吉里杜管
zh_hant: 迪吉里杜管

source: Glockenspiel
ja: グロッケンシュピール
nl: Klokkenspel
zh_hans: 钟琴
zh_hant: 鐘琴

source: Gong
ja: ゴング
zh_hans: 锣声
zh_hant: 鑼聲

source: Hammer
ja: ハンマー
nl: Hamer
zh_hans: 锤击声
zh_hant: 錘擊聲

source: Hi Hat
ja: ハイハット
zh_hans: 踩镲
zh_hant: 腳踏鈸

source: Oboe
ja: オーボエ
nl: Hobo
zh_hans: 双簧管
zh_hant: 雙簧管

source: Sitar
ja: シタール
zh_hans: 西塔琴
zh_hant: 西塔琴

source: Skateboard
ja: スケートボード
zh_hans: 滑板
zh_hant: 滑板

source: Steelpan
ja: スティールパン
nl: Steeldrum
zh_hans: 钢鼓
zh_hant: 鋼鼓

source: Synthesizer
ja: シンセサイザー
zh_hans: 合成器
zh_hant: 合成器

source: Tabla
ja: タブラ
zh_hans: 塔布拉鼓
zh_hant: 塔布拉鼓

source: Theremin
ja: テルミン
zh_hans: 特雷门琴
zh_hant: 特雷門琴

source: Ukulele
ja: ウクレレ
nl: Ukelele
zh_hans: 尤克里里
zh_hant: 尤克里里

source: Wind
ja: 風
zh_hans: 风声
zh_hant: 風聲

source: Zither
ja: ツィター
nl: Citer
zh_hans: 齐特琴
zh_hant: 齊特琴
